{
  "page01_text": "Panel 1.1\nNarration: “In 1808, war broke out between Sweden and Russia. The struggle for Finland had begun.”\nNarration: “Villages burned, armies marched through snow and forest. What was once Swedish Finland stood alone against the Empire of the Tsar.”\nNarration: “This is the story of courage and defiance — at Jutas.”\nQuote: “Själf var han kommen till Nykarleby.”",
  "page02_text": "Panel 2.1\nNarration: “September 13, 1808. The small village of Jutas near Nykarleby becomes the stage for a decisive encounter.”\nQuote: “I sträcktåg nyss hans skaror norrut ilat.”\n\nPanel 2.2\nNarration: “Swedish-Finnish forces, under Colonel Cronstedt, await the Russians advancing from the south.”\nQuote: “En dyster stillhet rådde undertiden.”\n\nPanel 2.3\nMessenger (speech bubble): “Von Döbeln is coming — but he is ill!”\nQuote: “Lyss, hör, ni hör kanonerna vid Jutas;”",
  "page03_text": "Panel 3.1\nNarration: “In a modest house in Nykarleby, the commander lies ill but unyielding.”\nQuote: “Han tycktes lyssna, vänta, ängsligt bida.”\n\nPanel 3.2\nNarration: “Major General Georg Carl von Döbeln — feverish, wounded, yet commanding.”\nQuote: “Hans barm sågs kämpa, ögat brann i lågor.”\n\nPanel 3.3\nVon Döbeln (speech bubble): “I may lie sick — but my place is in battle.”\nQuote: “Jag vill, jag skall bli frisk, det får ej prutas,”\n\nPanel 3.4\nVon Döbeln (speech bubble): “We strike first. The Russians must not gain the upper hand.”\nNarration: “His will alone carried the army forward.”\nQuote: “Han bjuder tystnad. Hör hans röst! Han ropar”",
  "page04_text": "Panel 4.1\nNarration: “Jutas — a quiet settlement, soon to echo with musket fire.”\nQuote: “Vid Jutas hade skotten tystnat alla,”\n\nPanel 4.2\nNarration: “Cronstedt’s men secure their ground, while Döbeln’s detachment moves to outflank.”\nQuote: “I täta rader blixtra ren gevären,”\n\nPanel 4.3\nRussian officer (speech bubble): “Advance! Push them back!”\nNarration: “The enemy had twice their number.”\nQuote: “Och Kosatschoffski ordnade sin skara, beredd att allt förkrossa med ett nytt.”",
  "page05_text": "Panel 5.1\nNarration: “At noon, the first volleys burst. The air thick with powder.”\nQuote: “I täta rader blixtra ren gevären,”\n\nPanel 5.2\nVon Döbeln (speech bubble): “Forward! For Finland and for honor!”\nQuote: “Den lilla mannen syns med band om pannan,”\n\nPanel 5.3\nNarration: “They met the Russians head-on — steel against steel.”\nQuote: “Skrik ni som Armfelt: marsch, framåt, rör trumman!”\n\nPanel 5.4\nNarration: “A fallen standard-bearer replaced instantly by another.”\nQuote: “Och det blir skick på nytt från led till led.”",
  "page06_text": "Panel 6.1\nNarration: “The Russian left flank falters. Döbeln sees the moment.”\nVon Döbeln (speech bubble): “Now — drive them back!”\nQuote: “Han rider fram, de sluta sig hans hopar,”\n\nPanel 6.2\nNarration: “Finnish troops rush forward with bayonets.”\nQuote: “Framåt, framåt till seger eller död!”\n\nPanel 6.3\nNarration: “By dusk, Jutas was theirs. The victory saved the army’s retreat toward Vasa.”\nQuote: “En annan ande hvilar öfver den.”",
  "page07_text": "Panel 7.1\nNarration: “Night fell over Jutas. The victory was costly.”\nQuote: “Sen döden gjort der ren sin första skörd.”\n\nPanel 7.2\nVon Döbeln (speech bubble): “They fought like lions. Finland will remember.”\nNarration: “The sick general had led one of the last Swedish victories of the war.”\nQuote: “Och upp han sprang, fast svigtande och svag:”",
  "page08_text": "Panel 8.1\nNarration: “Over two centuries later — the story lives on.”\nQuote: “O fosterland, hvem spanar dina öden?”\n\nPanel 8.2\nTeacher (speech bubble): “At Jutas, courage outweighed strength. That is why we still speak of Döbeln.”\nQuote: “Alen hur du jublar då, men hur du klagar,”\n\nPanel 8.3\nInscription (text box): “Slaget vid Jutas — 13 september 1808.”\nNarration: “A hero remembered beyond his time.”\nQuote: “Du minnas denna, minnas Döbelns dag.”"
}